export const testsData = [['Тест-план 1', '13', '8', '1', '2', '2', '10.10.2022', 'Георгий'],
    ['Тест-план 2', '3', '1', '1', '0', '2', '11.10.2022', 'Анатолий'],
    ['Тест-план 3', '6', '5', '0', '0', '1', '12.10.2022', 'Сергей'],
    ['Тест-план 4', '9', '7', '2', '0', '0', '13.10.2022', 'Евгений'],
    ['Тест-план 5', '13', '5', '1', '5', '2', '14.10.2022', 'Алексей'],
    ['Тест-план 6', '15', '7', '3', '3', '2', '15.10.2022', 'Георгий'],
    ['Тест-план 7', '7', '3', '2', '1', '1', '16.10.2022', 'Георгий'],
    ['Тест-план 8', '20', '8', '1', '7', '4', '17.10.2022', 'Георгий'],
    ['Тест-план 9', '25', '5', '7', '7', '6', '18.10.2022', 'Георгий'],
    ['Тест-план 10', '1', '1', '0', '0', '0', '19.10.2022', 'Георгий']]

export const personalTestsData = [['Тест-план 11', '13', '8', '1', '2', '2', '19.10.2022', 'Дмитрий'],
    ['Тест-план 12', '3', '1', '1', '0', '2', '21.10.2022', 'Дмитрий'],
    ['Тест-план 13', '6', '5', '0', '0', '1', '22.10.2022', 'Дмитрий'],
    ['Тест-план 14', '9', '7', '2', '0', '0', '23.10.2022', 'Дмитрий']]

export const pieData = [
    {name: 'Георгий', value: 14},
    {name: 'Андрей', value: 15},
    {name: 'Павел', value: 30},
    {name: 'Илья', value: 20},
    {name: 'Не назначено', value: 10},
];

export const areaData = [
    {
        name: 'Тест 1',
        result: 4000,
        expected: 2400,
    },
    {
        name: 'Тест 2',
        result: 3000,
        expected: 1398,
    },
    {
        name: 'Тест 3',
        result: 2000,
        expected: 9800,
    },
    {
        name: 'Тест 4',
        result: 2780,
        expected: 3908,
    },
];